"MJRefreshHeaderIdleText" = "Deslizar abajo para renovar";
"MJRefreshHeaderPullingText" = "Liberar para renovar";
"MJRefreshHeaderRefreshingText" = "Cargando...";

"MJRefreshAutoFooterIdleText" = "Tocar o deslizar arriba para cargar más";
"MJRefreshAutoFooterRefreshingText" = "Cargando...";
"MJRefreshAutoFooterNoMoreDataText" = "Sin más datos";

"MJRefreshBackFooterIdleText" = "Tocar o deslizar arriba para cargar más";
"MJRefreshBackFooterPullingText" = "Liberar para cargar más.";
"MJRefreshBackFooterRefreshingText" = "Cargando...";
"MJRefreshBackFooterNoMoreDataText" = "Sin más datos";

"MJRefreshHeaderLastTimeText" = "Última actualización:";
"MJRefreshHeaderDateTodayText" = "Hoy";
"MJRefreshHeaderNoneLastDateText" = "Sin historial";
